# Some "taps" for installing CLI apps
tap "homebrew/core"
tap "homebrew/bundle"
tap "eth-p/software"

# Binaries & CLI tools
brew "jq"
brew "mdbook"
brew "hugo"
brew "gh"
brew "glow"
brew "neovim"
brew "bat"
brew "bat-extras-batman"
brew "bat-extras-prettybat"
brew "bat-extras-batdiff"
brew "chezmoi"
brew "gcc"
brew "stow"
brew "fish"
brew "exa"

# Dev needs (such as programming languages & their tools)
brew "python3"
brew "poetry"

brew "node"
brew "prettier"
brew "unzip"

# This Brewfile was created after taking inspiration from the following
# examples:
# https://github.com/driesvints/dotfiles/blob/main/Brewfile
