tap "eth-p/software"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/core"
tap "xo/xo"
brew "gcc"
brew "libgit2"
brew "btop"
brew "cmatrix"
brew "krb5"
brew "sqlite"
brew "cookiecutter"
brew "dbus"
brew "dtach"
brew "exa"
brew "gcc@11"
brew "gh"
brew "glib"
brew "httpie"
brew "jq"
brew "jsonschema"
brew "libvterm"
brew "lua@5.1"
brew "luajit"
brew "node"
brew "mongosh"
brew "msgpack"
brew "neovim"
brew "virtualenv"
brew "poetry"
brew "pre-commit"
brew "ripgrep"
brew "selene"
brew "shfmt"
brew "starship"
brew "systemd"
brew "vim"
brew "zsh"
brew "eth-p/software/bat-extras-batdiff"
brew "go-task/tap/go-task"
brew "xo/xo/usql"
