tap "eth-p/software"
tap "go-task/tap"
tap "homebrew/bundle"
tap "xo/xo"

brew "gcc"
brew "btop"
brew "cmatrix"
brew "eza"
brew "gcc@11"
brew "gh"
brew "httpie"
brew "jq"
brew "node"
brew "neovim"
brew "poetry"
brew "pre-commit"
brew "ripgrep"
brew "selene"
brew "starship"
brew "vim"
brew "zsh"
brew "eth-p/software/bat-extras-batdiff"
brew "go-task/tap/go-task"
brew "xo/xo/usql"
brew "terraform"
brew "ansible"
