tap "eth-p/software"
tap "go-task/tap"
tap "homebrew/bundle"
tap "homebrew/core"

brew "act"
brew "azure-cli"
brew "cmatrix"
brew "exa"
brew "fd"
brew "gcc"
brew "gh"
brew "glow"
brew "httpie"
brew "htop"
brew "lua@5.1"
brew "mdbook"
brew "neofetch"
brew "neovim"
brew "poetry"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "shellcheck"
brew "stow"
brew "zsh"
