# Homebrew makes use of the Brewfile to automate installation procedures.
# I couldn't find any official documentations on these stuff, but here's an
# article about it:
# https://thoughtbot.com/blog/brewfile-a-gemfile-but-for-homebrew
# Additionally, "brew bundle" will install everything listed in the Brewfile
# automatically. The caveat being, the Brewfile has to be in the root of the
# directory as well.

# Binaries & CLI tools
brew 'hugo'
brew 'gh'
brew 'glow'
brew 'neovim'
brew 'bat'
brew 'bat-extras-batman'
brew 'bat-extras-prettybat'
brew 'bat-extras-batdiff'
brew 'gcc'
brew 'tree'
brew 'stow'

# Dev needs (such as programming languages & their tools)
brew 'python3'
brew 'poetry'

brew 'node'
brew 'prettier'

# This Brewfile was created after taking inspiration from the following
# examples:
# https://github.com/driesvints/dotfiles/blob/main/Brewfile
