tap "eth-p/software"
tap "go-task/tap"
tap "helix-editor/helix"
tap "homebrew/bundle"
tap "homebrew/core"
brew "gcc"
brew "act"
brew "age"
brew "chezmoi"
brew "cmatrix"
brew "docker-compose"
brew "exa"
brew "fish"
brew "gh"
brew "krb5"
brew "glib"
brew "glow"
brew "go"
brew "jsonschema"
brew "lua@5.1"
brew "mdbook"
brew "neovim"
brew "poetry"
brew "pre-commit"
brew "prettier"
brew "ripgrep"
brew "starship"
brew "stylua"
brew "systemd"
brew "tmux"
brew "eth-p/software/bat-extras-batdiff"
brew "eth-p/software/bat-extras-batman"
brew "go-task/tap/go-task"
